export default [{
  name: 'ООО "Рога и копыта"',
  address: 'Воронеж,  улица Кольцовская, 110, 3 этаэж',
  coordinates: [51.671637, 39.197116],
  vacancy: 'Сантехник',
  phone: '+7 (777) 777-77-77',
}, {
  name: 'Vasya Pupkin Solutions, Ltd',
  address: 'Воронеж, улица Плехановская, 56',
  coordinates: [51.67221, 39.188126],
  vacancy: 'Cleaning manager',
  phone: '+8 (888) 888-88-88'
}, {
  name: 'Игорь',
  address: 'Воронеж, улица Никитинская, 61, цокольный этаж',
  coordinates: [51.667106, 39.20055],
  vacancy: 'Вышибала',
  phone: '+9 (999) 999-99-99'
}, {
  name: 'Стихийный рынок',
  address: 'Воронеж, улица Фридриха Энгельса, 1',
  coordinates: [51.669894, 39.207395],
  vacancy: 'Продавец со знанием узбекского языка',
  phone: '+0 (000) 000-00-00'
}, {
  name: 'Парикмахерская "У Гульнары"',
  address: 'Воронеж, улица Никитинская, 21а, вход со двора',
  coordinates: [51.666314, 39.198061],
  vacancy: 'Уборщица',
  phone: '+1 (111) 111-11-11'
}];
